[
  {
    "title": "Sri Vidya: Union of Consciousness and Manifestation Through Sri Chakra and the Three Kutas",
    "category": "shree_vidya",
    "subcategory": "three_kutas_and_sri_chakra_structure",
    "context": "Continuation of Sri Vidya class explaining macro consciousness, Sri Chakra journey, Three Kutas, and mantra methodology.",
    "normalized_terms": {
      "Sri Vidya": "Śrī Vidyā",
      "Sri Chakra": "Śrī Chakra",
      "Kameshwar": "Kāmeśvara",
      "Shakti": "Śakti",
      "Bindu": "Bindu",
      "Vag Vahau": "Vāgbhava",
      "Kamraj": "Kāmarāja",
      "Koot": "Kūṭa",
      "Bhin-pad": "Bhin-pad",
      "Nitya": "Nityā",
      "Punch the she": "Panchadashi"
    },
    "segments": [
      {
        "start": 0.00,
        "end": 148.00,
        "raw_text": "We were on the path of Sri Vidya and we had started the process of understanding where it is and towards that I had introduced to you the three approaches because the Divine Goddess is worshipable, she is realizable and she is attainable... many philosophies, many shastras, many words or dialogues have tried to encapsulate for a sense.",
        "clean_text": "We were on the path of Śrī Vidyā and we had started the process of understanding where it is and towards that I had introduced to you the three approaches because the Divine Goddess is worshipable, she is realizable and she is attainable... many philosophies, many shastras, many words or dialogues have tried to encapsulate her."
      },
      {
        "start": 319.00,
        "end": 427.92,
        "raw_text": "Between the consciousness which is supreme consciousness, which is her manifestation as supreme consciousness and between her manifestation, the manifestation of the universe... there is a union. So Sri Vidya is about experiencing the macro, that is her supreme manifestation and her supreme consciousness as a full realization.",
        "clean_text": "Between the supreme consciousness which is her manifestation and the manifestation of the universe which is also her expression, there is a union. Śrī Vidyā is about experiencing the macro — her supreme manifestation and supreme consciousness — as a full realization."
      },
      {
        "start": 630.00,
        "end": 734.88,
        "raw_text": "When it is the Devi, you start from the head and you go to the feet... a triangle going up and also a triangle coming down... the Divine Devi energy finds great union with the Kameshwar, which is expressed as Lord Shiva...",
        "clean_text": "When it is the Devi, you start from the head and you go to the feet... a triangle going up and a triangle coming down... the Divine Devi energy finds union with Kāmeśvara, expressed as Lord Shiva."
      },
      {
        "start": 950.32,
        "end": 1006.00,
        "raw_text": "Along the way there would be many levels... attraction, Siddhi, rationalization... other manifestations which you need to go through to reach here.",
        "clean_text": "Along the way there would be many levels — attraction, Siddhi, rationalization — manifestations which you need to go through to reach the center."
      },
      {
        "start": 1139.36,
        "end": 1214.00,
        "raw_text": "These various attributes... depicted by the petals or by various triangles... 43 of them. And each of these petals and these triangles have a Devi energy, a Devi Shakti which is defined. The Sadhak moves from here... finally reaches the three kutas.",
        "clean_text": "These various attributes are depicted by petals or by various triangles — 43 of them. Each petal and triangle has a Devi Śakti defined. The sādhak moves through and finally reaches the three Kūṭas."
      },
      {
        "start": 1230.00,
        "end": 1332.00,
        "raw_text": "Kuta means peaks... Vag Vahau, the first koot... this was Vagbhav Koot and this is Kam Raj Koot...",
        "clean_text": "Kūṭa means peak. Vāgbhava Kūṭa is the first. Then Kāmarāja Kūṭa..."
      },
      {
        "start": 1617.00,
        "end": 1728.00,
        "raw_text": "Bhin-pad means we are separating and inserting in between... These are sequences. These are commands you are giving to your system...",
        "clean_text": "Bhin-pad means separating and inserting in between. These are sequences. These are commands you are giving to your system."
      },
      {
        "start": 2096.00,
        "end": 2135.00,
        "raw_text": "So the 15 kalas and the 15 Nityas... once you have done the 15 Nityas, you remember the 16th one, you meet the Devi, you realize her and you obtain union with her.",
        "clean_text": "The 15 kalas and the 15 Nityās — once you complete them, the 16th leads to meeting the Devi, realizing her and obtaining union."
      },
      {
        "start": 2170.96,
        "end": 2204.00,
        "raw_text": "Your understanding will become profound... you will stop getting agitated by daily ups and downs... there will be so much of peace... the whole world journey would be a joy, full of bliss.",
        "clean_text": "Your understanding becomes profound. You stop getting agitated by daily ups and downs. There is peace. The world journey becomes joyful and blissful."
      },
      {
        "start": 3010.00,
        "end": 3039.00,
        "raw_text": "Continue your chanting... once we have got the chanting into a proper perspective, we will introduce the Sri Vidya Bhindapad in the chanting.",
        "clean_text": "Continue your chanting. Once chanting is established properly, we will introduce the Śrī Vidyā Bhin-pad into it."
      }
    ]
  }
]