[
  {
    "title": "Covid Period Guidance + Rakta Bīja Practice: Fearlessness, Discipline, and Energetic Stabilization",
    "category": "mantra",
    "subcategory": "rakta_bija_protective_practice",
    "context": "The speaker explicitly discusses the pandemic, waves, containment timelines, and gives a Rakta Bīja + cooling + Trāṭaka routine as part of the spiritual response.",
    "normalized_terms": {
      "Rakth Veejwad / Rakth Veejwade / Rathbhiji": "Rakta Bīja",
      "Navaratra": "Navarātri",
      "Thratak / trattak": "Trāṭaka",
      "sadaks": "sādhaks",
      "Rahul": "Rahu",
      "om ring, shrim, om": "Om Hrīṁ Śrīṁ Om"
    },
    "segments": [
      {
        "start": 173.96,
        "end": 229.2,
        "raw_text": "Now I will ask, I will answer one biggest fear right away. You are all spiritual people so nothing will happen to you in your normal life span. Believe in that? Having said that, what I am saying is nothing will happen to you, you will all live your lifespan. It is a blessing from Devi Maha. Whatever is your lifespan, destined lifespan, you will execute that. We will have a cup of tea in September next year and discuss this. Okay. So get this out of your head",
        "clean_text": "Now I will ask, I will answer one biggest fear right away. You are all spiritual people so nothing will happen to you in your normal life span. Believe in that? Having said that, what I am saying is nothing will happen to you, you will all live your lifespan. It is a blessing from Devi Maha. Whatever is your lifespan, destined lifespan, you will execute that. We will have a cup of tea in September next year and discuss this. Okay. So get this out of your head"
      },
      {
        "start": 275.88,
        "end": 344.52,
        "raw_text": "I want you to work hard to improve your health so that you enjoy this isolation to become more stronger and more efficient to reduce your diet to what is needed even on the diet. You don't need all those pizzas and you don't need all those unhealthy food. And also you don't need those quantities. food and also you don't need those quantities. Here is the time to evaluate and to become more healthy. This is very important because a healthy do yoga, do tai chi form groups which you can play games with across the internet, use the technology to serve you. Learn to use the technology optimally. Optimally means you should be able to have a good return from the technology which is given. One thing I want to tell you,",
        "clean_text": "I want you to work hard to improve your health so that you enjoy this isolation to become more stronger and more efficient to reduce your diet to what is needed even on the diet. You don't need all those pizzas and you don't need all those unhealthy food. And also you don't need those quantities. Here is the time to evaluate and to become more healthy. This is very important because a healthy do yoga, do tai chi form groups which you can play games with across the internet, use the technology to serve you. Learn to use the technology optimally. Optimally means you should be able to have a good return from the technology which is given. One thing I want to tell you,"
      },
      {
        "start": 632.68,
        "end": 705.64,
        "raw_text": "attempted and if you spiritually what I see is we will come out through this very strong and by November things would be absolutely in our hands. All this talk about looms on all fronts and whatnot, throw it down the rubbish. Believe in yourself, become active, become proactive on creating positivity all around yourself. Do not be bombarded by these negativities. You open the TV, only news about this, You open your WhatsApp only messages about this. Just throw it in the dustbin. You know, just there's a delete button, right? Just put delete or change the channel or you know, just take the advisories which come and there's so many advisories coming. Just create a proper advisory which is from your own government. They are geared for that. They will let you know the right advisory and they will just follow that and follow precautions. That's all. Don't be overwhelmed. You will lead your normal life less. Of course, this normal life I have categorized.",
        "clean_text": "attempted and if you spiritually what I see is we will come out through this very strong and by November things would be absolutely in our hands. All this talk about looms on all fronts and whatnot, throw it down the rubbish. Believe in yourself, become active, become proactive on creating positivity all around yourself. Do not be bombarded by these negativities. You open the TV, only news about this, You open your WhatsApp only messages about this. Just throw it in the dustbin. You know, just there's a delete button, right? Just put delete or change the channel or you know, just take the advisories which come and there's so many advisories coming. Just create a proper advisory which is from your own government. They are geared for that. They will let you know the right advisory and they will just follow that and follow precautions. That's all. Don't be overwhelmed. You will lead your normal life less. Of course, this normal life I have categorized."
      },
      {
        "start": 1059.36,
        "end": 1092.36,
        "raw_text": "Okay, earlier in the call you asked if this pandemic was a result of our wants getting out of hand or something else, could you please answer that? Yes, yes, this is greed. This is a result of greed. Of unnecessary researching is fine, but unnecessary researching, there was no need. Okay there is an attempt to keep on evolving new you know strains and to find how to handle those strains but yes I will be very blunt here yes it was excessive want of wealth by some entities which has got us into this problem. Now it is biting back at them.",
        "clean_text": "Okay, earlier in the call you asked if this pandemic was a result of our wants getting out of hand or something else, could you please answer that? Yes, yes, this is greed. This is a result of greed. Of unnecessary researching is fine, but unnecessary researching, there was no need. Okay there is an attempt to keep on evolving new you know strains and to find how to handle those strains but yes I will be very blunt here yes it was excessive want of wealth by some entities which has got us into this problem. Now it is biting back at them."
      },
      {
        "start": 1098.28,
        "end": 1267.44,
        "raw_text": "How should a Sadhak best use his or her time? How can he contribute towards the resolution? Okay. You'll have to say out the question so that everybody can hear. How should a Sadhak best use his or her time? How can he or she contribute towards resolution of this issue? How could a sadhak use this time? Look at your health improve your health improve your meditation Improve your faith Improve your faith Make it more strong, then on your external life front you'll see how you can improve your method of working or your method of communication with the external world so that it is more productive and effective. You can do that. After all, we are doing this video, technological video interaction. So here is one example that we are using this to our advantage. Similarly, find out things which you can use more efficiently, become more. That is number one. The second thing is do reflect on how much and be honest to yourself, how much want driven you had made yourself. Do reflect on that because it is important that you now in this time reflect the difference between needs and want. Please go back towards need. Yes, Guru Mahayana said the way to measure that is by satisfaction. Feel satisfied. If you are not feeling satisfied, what is the reason for not feeling satisfied? I try to find out whether is that a need or is it a want? Most probably you will find that there's a want lingering somewhere really adjusted towards need. How can he or she contribute with the resolution depending on which country you are and how what is allowed. Or what they are asking for. If you can be a part of the community movement, the community needs you. The community needs you through the government processes and through the NGO. You know, just by electronically checking up that everyone in and around your neighborhood are fine and you know, you can create a neighborhood group and just check up that everybody is fine and especially the elderly and those living alone, they are fine. This is your duty and let the authorities know if it is allowed. Please do that. Be connected to the society. Do not isolate yourself. I am making this statement very very clearly.",
        "clean_text": "How should a sādhak best use his or her time? How can he contribute towards the resolution? Okay. You'll have to say out the question so that everybody can hear. How should a sādhak best use his or her time? How can he or she contribute towards resolution of this issue? How could a sādhak use this time? Look at your health improve your health improve your meditation Improve your faith Improve your faith Make it more strong, then on your external life front you'll see how you can improve your method of working or your method of communication with the external world so that it is more productive and effective. You can do that. After all, we are doing this video, technological video interaction. So here is one example that we are using this to our advantage. Similarly, find out things which you can use more efficiently, become more. That is number one. The second thing is do reflect on how much and be honest to yourself, how much want driven you had made yourself. Do reflect on that because it is important that you now in this time reflect the difference between needs and want. Please go back towards need. Yes, Guru Mahayana said the way to measure that is by satisfaction. Feel satisfied. If you are not feeling satisfied, what is the reason for not feeling satisfied? I try to find out whether is that a need or is it a want? Most probably you will find that there's a want lingering somewhere really adjusted towards need. How can he or she contribute with the resolution depending on which country you are and how what is allowed. Or what they are asking for. If you can be a part of the community movement, the community needs you. The community needs you through the government processes and through the NGO. You know, just by electronically checking up that everyone in and around your neighborhood are fine and you know, you can create a neighborhood group and just check up that everybody is fine and especially the elderly and those living alone, they are fine. This is your duty and let the authorities know if it is allowed. Please do that. Be connected to the society. Do not isolate yourself. I am making this statement very very clearly."
      },
      {
        "start": 1309.0,
        "end": 1424.48,
        "raw_text": "You need Rakth Veejwad mantra to be important. Rakth Veejwade Devi, that mantra you do that continues to be relevant. You need to extend it because we need it for some more time. some more time. When you do that mantra also for the sadaks, you must cool your system by doing om or om ring, shrim, om, cool yourself after doing that aggressive and a very high energy mantra, the Rathbhiji one. So you can cool yourself because the Navaratra is no longer there. So you need to cool yourself by doing that. If you're allowed to go to Thratak in the sea, I encourage that. If you're not allowed, well then you do Thratak to the early morning sun with a bowl of water and pour the water on the rising sun like this and do your surya mantra. Okay, so Om Rhing Rini, Surya equal Lota Lehoon, Om Rhing Rini, Suradityae Swing, usko bol do, usko ek minute bol do, Khanduri ko. So you will get it. So that one you can do fill in some water and when you got up in the morning if you can see the sun. Okay, sun coming up and you can't go to the beach if you can go to the beach very good. But if you are in a country where you cannot go to the beach the beach not nearby, but you can see the rising sun, then do the trattak om hing rini surad dityaishrin on the sun, but you use a water vessel, fill up a glass or a bowl with water and then pour it on the sun. That means you have to look through the",
        "clean_text": "You need Rakta Bīja mantra to be important. Rakta Bīja Devi, that mantra you do that continues to be relevant. You need to extend it because we need it for some more time. When you do that mantra also for the sādhaks, you must cool your system by doing om or Om Hrīṁ Śrīṁ Om, cool yourself after doing that aggressive and a very high energy mantra, the Rakta Bīja one. So you can cool yourself because the Navarātri is no longer there. So you need to cool yourself by doing that. If you're allowed to go to Trāṭaka in the sea, I encourage that. If you're not allowed, well then you do Trāṭaka to the early morning sun with a bowl of water and pour the water on the rising sun like this and do your surya mantra. Okay, so Om Rhing Rini, Surya equal Lota Lehoon, Om Rhing Rini, Suradityae Swing, usko bol do, usko ek minute bol do, Khanduri ko. So you will get it. So that one you can do fill in some water and when you got up in the morning if you can see the sun. Okay, sun coming up and you can't go to the beach if you can go to the beach very good. But if you are in a country where you cannot go to the beach the beach not nearby, but you can see the rising sun, then do the Trāṭaka om hing rini surad dityaishrin on the sun, but you use a water vessel, fill up a glass or a bowl with water and then pour it on the sun. That means you have to look through the"
      },
      {
        "start": 2223.36,
        "end": 2274.36,
        "raw_text": "Shreya ji is not allowing me to even take a walk in the road in the front of the house. He has put a gate of D2012 is like a jail gate, you know. And only one day I stepped out because I thought of this too much, you know, and I had a shot. So, so when I when I walked once, because it's Guruji walking, you know, and actually I thought I just have a survey and bless all the houses. So I took one round and came back. By time I came back, the guard had complained to the administration that Guruji is walking and this and that, then, you know, Shreya Ji, Vivekji, everybody gave me a lot of scolding. So I understand where they are coming from and I would respect that for the moment and we will not go out.",
        "clean_text": "Shreya ji is not allowing me to even take a walk in the road in the front of the house. He has put a gate of D2012 is like a jail gate, you know. And only one day I stepped out because I thought of this too much, you know, and I had a shot. So, so when I when I walked once, because it's Guruji walking, you know, and actually I thought I just have a survey and bless all the houses. So I took one round and came back. By time I came back, the guard had complained to the administration that Guruji is walking and this and that, then, you know, Shreya Ji, Vivekji, everybody gave me a lot of scolding. So I understand where they are coming from and I would respect that for the moment and we will not go out."
      },
      {
        "start": 879.84,
        "end": 935.0,
        "raw_text": "negativities, throw it out, believe in yourself, believe in the divine and you are being taken care of. The divine has empowered the administrations, the governments, your healthcare systems, strengthening their hands day by day and you will be able to, we will be able to, we will definitely be able to overcome, we will definitely overcome, we'll definitely be able to overcome it. That's my assurance to you. Okay. Now, I would ask questions or any clarifications. Who's going to moderate this?",
        "clean_text": "negativities, throw it out, believe in yourself, believe in the divine and you are being taken care of. The divine has empowered the administrations, the governments, your healthcare systems, strengthening their hands day by day and you will be able to, we will be able to, we will definitely be able to overcome, we will definitely overcome, we'll definitely be able to overcome it. That's my assurance to you. Okay. Now, I would ask questions or any clarifications. Who's going to moderate this?"
      }
    ]
  }
]